Identifies the view that was exported.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public ElementId ViewId { get; }
  Visual Basic
Public ReadOnly Property ViewId As ElementId
	Get
  Visual C++
public:
property ElementId^ ViewId {
	ElementId^ get ();
}
 See Also
  ViewExportedEventArgs Class
  Autodesk.Revit.DB.Events Namespace